import React from 'react';

import './Takanon.css';

const Taknon = () => {
  return (
    <div className="takanon-container">
      <h1>תנאי שימוש באתר OiNi</h1>
      <h3>
        תקנון השימוש באתר הנ"ל נכתב בלשון זכר אך האמור בו מתייחס לנשים וגברים
        כאחד.
      </h3>
      <ul className="takanon-container-list">
        <li>
          <h4>קדימון</h4>
          <p>
            אתר אויני הוא אתר המשתמש כאתר מכירת מחשבים וציוד מחשבים ייצוגי עבור
            "אויני" (להלן: "מפעילת האתר") והנך מוזמן לקחת בו חלק בכפוף להסכמתך
            לתנאי השימוש אשר יפורטו להלן
          </p>
          <p>
            בנוסף השימוש באתר זה על כל תכניו והשירותים המוצעים בו, הורדות של
            קבצים, מדיה כגון תמונות וסרטונים והתכנים השונים המוצעים לקהל המבקרים
            עשויים להשתנות מעת לעת או בהתאם לסוג התוכן.
          </p>
          <p>
            הנהלת האתר שומרת לעצמה הזכות לעדכן את תנאי השימוש המוצגים להלן מעת
            לעת וללא התראה או אזכור מיוחד בערוצי האתר השונים.
          </p>
        </li>
        <li>
          <h4>קניין רוחני</h4>
          <p>
            האתר כמו גם כל המידע שבו לרבות עיצוב האתר, קוד האתר, קבצי מדיה לרבות
            גרפיקות, סרטונים, תמונות, טקסטים, קבצים המוצעים להורדה וכל חומר אחר
            אשר מוצג באתר שייכים במלואם לאתר הנ"ל ומהווים קניין רוחני בלעדי של
            אתר אויני ואין לעשות בהם שימוש ללא אישור כתוב מראש מאתר אויני.
          </p>
          <p>
            בנוסף אין להפיץ, להעתיק, לשכפל, לפרסם, לחקות או לעבד פיסות קוד,
            גרפיקות, סרטונים, סימנים מסחריים או כל מדיה ותוכן אחר מבלי שיש
            ברשותכם אישור כתוב מראש.
          </p>
        </li>
        <li>
          <h4>תוכן האתר</h4>
          <p>
            אנו שואפים לספק לכם את המידע המוצג באתר ללא הפרעות אך יתכנו בשל
            שיקולים טכניים, תקלות צד ג או אחרים, הפרעות בזמינות האתר. ולכן איננו
            יכולים להתחייב כי האתר יהיה זמין לכם בכל עת ולא יינתן כל פיצוי כספי
            או אחר בשל הפסקת השירות / הורדת האתר.
          </p>
          <p>
            קישורים לאתר חיצוניים אינם מהווים ערובה כי מדובר באתרים בטוחים,
            איכותיים או אמינים וביקור בהם נעשה על דעתכם האישית בלבד ונמצאים
            בתחום האחריות הבלעדי של המשתמש באתר.
          </p>
          <p>
            התכנים המוצעים באתר הינם בבעלותם הבלעדית של אויני ואין לעשות בהם
            שימוש אשר נועד את האמור בתקנון זה (ראה סעיף 3) למעט במקרים בהם צוין
            אחרת או במקרים בהם צוין כי זכויות היוצרים שייכים לגוף חיצוני. במקרים
            אלו יש לבדוק מהם תנאי השימוש בקישור המצורף ולפעול על פי המצוין באתר
            החיצוני לו שייכים התכנים.
          </p>
        </li>
        <li>
          <h4>ניהול משתמשים ומבקרים באתר</h4>
          <p>
            הנהלת האתר שומרת לעצמה את הזכות לחסום כל משתמש ובין אם על ידי חסימת
            כתובת הIP של המחשב שלו, כתובת הMACID של המחשב שלו או אפילו בהתאם
            למדינת המוצא ללא צורך לספק תירוץ אשר מקובל על הגולש.
          </p>
          <p>
            צוות האתר / הנהלת האתר יעשה כל שביכולתו להגן על פרטי המשתמשים
            הרשומים באתר / מנויים הרשומים באתר. במקרים בהם יעלה בידיו של צד
            שלישי להשיג גישה למידע מוסכם בזאת כי לגולשים, משתמשים וחברים באתר לה
            תהה כל תביעה, טענה או דרישה כלפי צוות האתר אויני.
          </p>
        </li>
        <li>
          <h4>רכישות באתר</h4>
          <p>
            בכל רכישת מוצר באתר ובכל סוג של מכירה יש לבצע הרשמה לאתר, ולהשאיר
            פרטים מלאים אותם יש למלא נאמנה. הלקוח יבצע את ההרשמה בכל מכירה כזו
            או אחרת לא לפני שהוא מקבל על עצמו את תנאי הרכישה באתר. רכישות יתבצעו
            בפועל רק על ידי אישור מחברת כרטיס האשראי, ורק לאחר אישור זה יחלו
            מועדי האספקה. פרטי כרטיס אשראי שנמסר על ידי הגולש ואשר יסורב חיובו
            על ידי חברת כרטיסי האשראי תהווה ראיה לביטול עסקה מבחינת האתר. הגולש
            ראשי לפנות ולתקן את אישור התשלום וזאת במידה והאתר יאשר את השינוי.
            לתשומת לבך, כפי שמפורט בפרק "ביטול עסקה", במקרה של ביטול עסקה יהא
            רשאי האתר לחייב את הרוכש בתשלום "דמי ביטול" של עד 5% ממחיר המוצר
            שנרכש או 100 ₪ לפי הנמוך מביניהם. דמי ביטול יגבו רק במקרה של ביטול
            עסקה שהיא לא עקב פגם או אי התאמה בין המוצר למסמך הגילוי.
          </p>
        </li>
        <li>
          <h4>ביטול עסקה על ידי הגולש</h4>
          <p>
            ביטול עסקה מהווה כל שינוי של לקוח אשר ביצע פעולה של רכישה. כל זאת
            מרגע לחץ הגולש על הלחצן "אישור רכישה", שם ולמעשה אישר הגולש את
            הרכישה / הזמנה לפי תנאיה ותנאי התקנון במלואו. הלקוח רשאי לבטל את
            העסקה בכפוף ובהתאם להוראות חוק הגנת הצרכן התשמ"א 1981 (להלן:
            "החוק"). כל לקוח המעוניין בהחזרה ו/או בהחלפה של כל מוצר אשר נרכש דרך
            האתר זכאי לעשות כן בתוך 30 יום מביצוע ההזמנה, ובתנאי שלא נעשה שימוש
            במוצר והמוצר סגור ואטום באריזתו המקורית ושלא הוסרה ממנו התווית. לא
            ניתן לבטל רכישה של מוצרים אשר הוצאו מאריזתם המקורית ואשר נעשה בהם
            שימוש כלשהוא. כמו-כן מוצרים שהוכנו / הותאמו במיוחד לרוכש בעקבות
            העסקה או מוצרים שהאתר נתבקש על ידי הרוכש להכינם מראש (דבר שגרם לאתר
            לייצר / לבצע התאמה של המוצר באופן אישי עבור הגולש) גם כן לא ניתנים
            להחזרה / לביטול העסקה. ביטול עסקה ללא חיוב דמי ביטול יתאפשר במקרה של
            פגם במוצר אשר נתגלה טרם שימושו ונעשה בתום לב או במקרה של אי התאמה
            בין המפרט שפורסם והמוצר שסופק. לגולש או ללקוח לא תהא תביעה מכל סוג
            שהוא כלפי האתר שתהא מעבר לסכום רכישת המוצר או מוצרים באתר בפועל.
            הצדדים מסכימים כי סכום הרכישה יהווה את הסכום המרבי עליו יידונו
            הצדדים אם בהסכמה ו/או במידה ויהא וויכוח או תביעה בין הצדדים..
          </p>
        </li>
        <li>
          <h4>ביטול עסקה על ידי האתר</h4>
          <p>
            האתר שומר לעצמו את הזכות לבטל עסקה בהתקיים אחד מן התנאים הבאים:
            במקרה בו תימצא כל טעות ו/או טעות אנוש בהגדרת המוצר, בפרטיו, מחיר או
            כל פרט בפרסום המוצר. האתר לפי שיקול דעתו הבלעדית, זיהה רוכש כלקוח
            אסור שאינו לקוח פרטי או לקוח שאינו עומד בתנאי האתר.
          </p>
        </li>
        <li>
          <h4>חוקי כרטיסי אשראי והצהרות משפטיות</h4>
          <p>
            הרוכש מצהיר כי הוא מודע לחוקי כרטיסי אשראי ככל שמתייחס ל"רכישה
            מרחוק" ו/או "רכישה טלפונית" ו/או "עסקת אינטרנט". רוכש שיבצע "הכחשת
            עסקה" בפני חברת כרטיסי אשראי ויזוכה על ידי חברת כרטיסי אשראי, ובמידה
            והאתר יוכיח כי כן קיבל את העסקה ואת המוצר לכתובת אותה ביקש לקבלת
            ההזמנה, ולמעשה יתברר כי השתמש בפעולת החוק שנועד לטובתו ושלא בתום לב,
            אזי שבמקרה כזה יהיה האתר או מי מטעמו ראשי לתבוע פיצויים בגין האמור
            ללא צורך בהוכחת נזק. במידה ומוצר התקבל בפועל אצל הרוכש, אלא זה פנה
            לחברת כרטיסי אשראי בטענה של עסקה מרחוק של חיוב כרטיס אשראי שתבוטל
            מכל סיבה על ידי הלקוח או הגולש לא תהווה הסכמה של האתר לביטול זה
            ותאפשר לאתר לדרוש ולתבוע את כספו באופן בו הביטול עצמו והסכום שיוחזר
            ללקוח או לגולש יהפוך לשטר חוב של הלקוח כלפי האתר..
          </p>
        </li>
        <li>
          <h4>גילוי נאות</h4>
          <p>
            באתר זה עשוי לעשות שימוש בקבצי קוקיז (במיוחד עבור משתמשים רשומים
            ומנויים) ובממשקי סטטיסטיקה פנימיים בכדי לשמור תיעוד סטטיסטי אנונימי
            של גולשים וניתוח תנועת הגולש/ים, הרגלי גלישה באתר וניתוח קליקים וזמן
            שהייה.
          </p>
          <p>
            בכל העת ולבד מאשר גולשים המחוברים לאתר המידע הנשמר הוא אנונימי
            לחלוטין ואין בו את שם הגולש או כל פרט מזהה אחר.
          </p>
        </li>
        <li>
          <h4>איזור שיפוט</h4>
          <p>
            בעת שאתם עושים שימוש באתר ובמקרה בו התגלעה כל מחולקת אתם מסכימים
            להלן כי האמור לעיל נמצא תחת סמכות השיפוט הבלעדי של החוק הישראלי תוך
            שימוש במערכת בתי המשפט הישראליים בלבד.
          </p>
        </li>
      </ul>
    </div>
  );
};

export default Taknon;
